<?php
return array(
	5 => array( // Weapons
		0 => 'Bare Fist',
		1 => '短剑',
		2 => '单手剑',
		3 => '双手剑',
		4 => '单手矛',
		5 => '双手矛',
		6 => '单手斧',
		7 => '双手斧',
		8 => '钝器',
		//9 => 'Unused',
		10 => '单手杖',
		11 => '弓',
		12 => '拳套',
		13 => '乐器',
		14 => '鞭子',
		15 => '书',
		16 => '拳刃',
		17 => '手枪',
		18 => '来复枪',
		19 => '格林机关枪',
		20 => '散弹枪',
		21 => '榴弹枪',
		22 => '风魔',
		23 => '双手杖',
		//24 => '',
		25 => 'Dual-wield Daggers',
		26 => 'Dual-wield Swords',
		27 => 'Dual-wield Axes',
		28 => 'Dagger + Sword',
		29 => 'Dagger + Axe',
		30 => 'Sword + Axe'
	),
	10 => array( // Ammo
		1 => '箭矢',
		2 => '扔的武器',
		3 => '子弹',
		4 => 'Shell',
		5 => '手榴弹',
		6 => '飞镖',
		7 => '短刀',
		8 => '炮弹',
		9 => '投掷物体'
	)
)
?>
